Repository: SyedAbdulBasit7/Hospital-Management-System
Catalog: Hospital Management System/App_GlobalResources/Resource.*.resx
Languages: ur, zh

# Label1
source: E-Smart Hospital System
ur: ای سمارٹ ہسپتال کا نظام
zh: 电子智能医院系统

# Label10
source: Emergency
ur: ایمرجنسی
zh: 急

# Label11
source: Dialysis
ur: ڈائلیزیز
zh: 透析

# Label12
source: News/Events
ur: خبریں / تقریبات
zh: 新聞與事件

# Label13
source: Current Events
ur: موجودہ واقعات
zh: 現在發生的事

# Label14
source: Contact Us
ur: ہم سے رابطہ کریں
zh: 聯繫我們

# Label15
source: Feedback
ur: تاثرات
zh: 反饋

# Label16
source: Log In
ur: میں لاگ ان کریں
zh: 登錄

# Label17
source: Sign Up
ur: سائن اپ
zh: 註冊

# Label18
source: eHospital Systems is an Electronic Health Records System (EHR) designed to manage all aspects of a hospital operation.This customizable healthcare solution includes OPD and IPD Management, Pharmacy, Laboratory, Radiology, Ward Management, Mobile Application, Online Appointments Scheduling, Secured Messaging, Doctor Portal, Patient and Family Portals, Billing, Accounting, HR/Payroll, Alert System and HL7/Integrated PACS System. It is developed following the best practices around the world.
ur: eHospital سسٹمز ایک الیکٹرانک ہیلتھ ریکارڈز سسٹم (EHR) ہے جو ہسپتال کے آپریشن کے تمام پہلوؤں کو منظم کرنے کے لئے ڈیزائن کیا گیا ہے. یہ مرضی کے مطابق صحت کی دیکھ بھال کے حل میں اوپیڈ اور آئی پی ڈی مینجمنٹ، فارمیسی، لیبارٹری، ریڈیولوجی، وارڈ مینجمنٹ، موبائل ایپلی کیشنز، آن لائن اپیلمنٹ شیڈولنگ، محفوظ پیغام رسانی، ڈاکٹر پورٹل، مریض اور خاندانی پورٹلز، بلنگ، اکاؤنٹنگ، ایچ آر / پے رول، الرٹ سسٹم اور ایچ ایل 7 / انٹیگریٹڈ پی اے سی سسٹم. یہ دنیا بھر میں بہترین طریقوں کے بعد تیار کیا گیا ہے
zh: eHospital Systems是一個電子健康記錄系統（EHR），旨在管理醫院運營的各個方面。這個可定制的醫療保健解決方案包括OPD和IPD管理，藥房，實驗室，放射學，病房管理，移動應用，在線預約安排，安全消息， 博士門戶，患者和家庭門戶，計費，會計，人力資源/薪資，警報系統和HL7 /集成PACS系統。 它是根據世界各地的最佳實踐開發的

# Label19
source: &copy 2018 Electronic Smart Hospital System.All Rights Reserved.
ur: 2018 الیکٹرانک اسمارٹ ہسپتال کے نظام کاپی کریں. تمام حقوق محفوظ ہیں.
zh: ＆複製2018電子智能醫院系統。保留所有權利。

# Label2
source: Home
ur: گھر
zh: 家

# Label20
source: NEWS
ur: خبریں
zh: 新聞

# Label21
source: Metastatic breast cancer patients feel isolated and need more support from HCPs, report reveals
ur: میٹاسکیٹک کینسر کے مریضوں کو الگ الگ محسوس ہوتا ہے اور ایچ سی سیز سے مزید مدد کی ضرورت ہے، رپورٹ سے پتہ چلتا ہے.
zh: 報告顯示，轉移性乳腺癌患者感到孤立，需要更多來自HCP的支持。

# Label22
source: New lung cancer guides aim to drive better outcomes and care
ur: نئے پھیپھڑوں کے کینسر کی ہدایات کا مقصد بہتر نتائج اور دیکھ بھال کا مقصد ہے
zh: 新的肺癌指南旨在推動更好的結果和護理

# Label23
source: Nutritional supplement can slow cancer growth and enhance effects of chemotherapy
ur: غذائی ضمیمہ کینسر کی ترقی کو سست اور کیمیوتھراپی کے اثرات میں اضافہ کر سکتا ہے
zh: 營養補充劑可以減緩癌症生長並增強化療效果

# Label24
source: Heart failure patients with stronger hearts have more depressive symptoms, lower quality of life
ur: مضبوط دلوں کے ساتھ دل کی ناکامی کے مریضوں کو زیادہ خطرناک علامات، زندگی کی کم کیفیت ہے
zh: 心力衰竭的心力衰竭患者有更多的抑鬱症狀，生活質量較低

# Label25
source: EVENTS
ur: تقریبات
zh: 活動

# Label26
source: National Cancer Awareness Day will be observed across the country
ur: ملک بھر میں نیشنل کینسر بیداری کا دن منعقد کیا جائے گا
zh: 將在全國范圍內觀察國家癌症宣傳日

# Label27
source: World Diabetes Day is the primary global awareness campaign focusing on diabetes mellitus
ur: عالمی ذیابیطس کا دن بنیادی عالمی آگاہی مہم ہے جو ذیابیطس mellitus پر توجہ مرکوز کرتی ہے
zh: 世界糖尿病日是關注糖尿病的主要全球宣傳活動

# Label28
source: World AIDS Day, designated on 1 December every year since 1988, is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease
ur: ورلڈ ایڈز ڈے، 1 دسمبر 1988 کو ہر سال نامزد کیا گیا ہے، یہ ایک بین الاقوامی دن ہے جو ایچ آئی وی کی انفیکشن کے پھیلاؤ کی وجہ سے ایڈز پنڈیم کے بارے میں بیداری پیدا کرنے کے لئے وقف اور وقفے سے مر گیا ہے.
zh: 自1988年以來每年12月1日指定的世界艾滋病日是一個國際日，致力於提高人們對艾滋病毒感染蔓延引起的艾滋病流行病的認識，並哀悼那些死於艾滋病的人

# Label29
source: Human Rights Day is celebrated annually across the world on 10 December every year. The date was chosen to honour the United Nations General Assembly's adoption and proclamation
ur: ہر سال دسمبر میں دنیا بھر میں ہر سال انسانی حقوق کا دن منایا جاتا ہے. تاریخ کو اقوام متحدہ کے جنرل اسمبلی کے اپنانے اور اعلان کا اعزاز دینے کا انتخاب کیا گیا تھا
zh: 人權日每年12月10日在全世界慶祝。 選擇這一日期是為了紀念聯合國大會的通過和宣布

# Label3
source: About Us
ur: ہمارے بارے میں
zh: 關於我們

# Label30
source: BMI (Body Mass Index)
ur: بی ایم آئی (جسم ماس انڈیکس)
zh: BMI（體重指數）

# Label31
source: Body Mass Index (BMI) is a person's weight in kilograms divided by the square of height in meters. A high BMI can be an indicator of high body fatness.BMI can be used to screen for weight categories that may lead to health problems but it is not diagnostic of the body fatness or health of an individual.
ur: جسمانی ماس انڈیکس (BMI) کلوگرام میں ایک شخص کا وزن ہے جس میں میٹر کی چوڑائی کی طرف سے تقسیم ہوتا ہے. اعلی بی ایم آئی اعلی جسم کی موٹائی کا اشارہ ہوسکتا ہے. BMMI وزن کے شعبوں کی سکرین پر استعمال کیا جا سکتا ہے جو صحت کے مسائل کی وجہ سے ہوسکتا ہے لیکن انفرادی طور پر جسم کی فطرت یا صحت کی تشخیصی نہیں ہے.
zh: 身體質量指數（BMI）是一個人的體重（千克）除以身高（米）的平方。 高BMI可以作為高體重脂肪的指標.BMI可以用於篩選可能導致健康問題的體重類別，但它不能診斷個體的身體肥胖或健康。

# Label32
source: Height:
ur: اونچائی:
zh: 高度：

# Label33
source: Weight:
ur: وزن:
zh: 重量：

# Label34
source: HEALTH, WELLNESS & LIFESTYLE CLINIC:
ur: صحت، نعمت اور لائفلی کلینک:
zh: 健康，健康和生活方式診所：

# Label35
source: Componenets
ur: اجزاء
zh: 組件

# Label36
source: Medical Exam And Counselling
ur: طبی امتحان اور مشاورت
zh: 體檢和諮詢

# Label37
source: Laboratory Analysis
ur: لیبارٹری تجزیہ
zh: 實驗室分析

# Label38
source: Vaccination
ur: ویکسین
zh: 疫苗接種

# Label39
source: Cardiac Health Evaluation
ur: کارڈیک صحت کی تشخیص
zh: 心臟健康評估

# Label4
source: Introduction
ur: تعارف
zh: 介紹

# Label40
source: Pulmonary Health Evaluation
ur: پلمونری صحت کی تشخیص
zh: 肺健康評估

# Label41
source: General X-Ray
ur: جنرل ایکس رے
zh: 一般X射線

# Label42
source: READ MORE
ur: مزید پڑھ
zh: 閱讀更多

# Label43
source: Ultrasound/Abdomen/ Prostate
ur: الٹراساؤنڈ / پیٹ / پروسٹیٹ
zh: 超聲波/腹部/前列腺

# Label44
source: Bone Density Test
ur: ہڈی کثافت ٹیسٹ
zh: 骨密度測試

# Label45
source: Dental Examination
ur: دانتوں کی امتحان
zh: 牙科檢查

# Label46
source: Blood Group Detection
ur: خون گروپ کا پتہ لگانا
zh: 血型檢測

# Label47
source: Stool Examination
ur: سٹول امتحان
zh: 大便考試

# Label48
source: Nutrition Consultation
ur: غذائی مشاورت
zh: 營養諮詢

# Label49
source: Packages
ur: پیکجز
zh: 包

# Label5
source: Rules & Regulation
ur: قواعد و ضوابط
zh: 規則與規定

# Label50
source: Executive Package
ur: ایگزیکٹو پیکیج
zh: 行政套餐

# Label51
source: Advance Package
ur: ایڈورانس پیکیج
zh: 高級套餐

# Label52
source: Intermediate Package
ur: انٹرمیڈیٹ پیکیج
zh: 中級包

# Label53
source: Secondary Package
ur: ثانوی پیکیج
zh: 二級包裝

# Label54
source: Elementary Package
ur: ابتدائی پیکیج
zh: 小學套餐

# Label55
source: Timings
ur: ٹائمنگ
zh: 計時

# Label56
source: Lab Collection Point
ur: لیب مجموعہ پوائنٹ
zh: 實驗室收集點

# Label57
source: Blind People
ur: اندھے لوگ
zh: 盲人

# Label58
source: Respiratory Distress
ur: سانس کی تکلیف
zh: 呼吸窘迫

# Label59
source: Surgery & Allied
ur: سرجری اور اتحادی
zh: 手術和盟軍

# Label6
source: Department
ur: شعبہ
zh: 部門

# Label7
source: Angiography
ur: انگوگرافی
zh: 血管造影

# Label8
source: Clinical Laboratories
ur: کلینیکل لیبارٹریز
zh: 臨床實驗室

# Label9
source: Dentistry
ur: دندان سازی
zh: 牙科
